{"meta":{"title":"Hexo","subtitle":"","description":"","author":"Yuki","url":"http://example.com","root":"/"},"pages":[{"title":"404","text":"","path":"404/index.html","date":"01-23","excerpt":""},{"title":"tags","text":"","path":"tags/index.html","date":"01-23","excerpt":""},{"title":"search","text":"","path":"search/index.html","date":"01-23","excerpt":""},{"title":"tags","text":"","path":"tags/index-1.html","date":"01-24","excerpt":""},{"title":"categories","text":"","path":"categories/index.html","date":"01-24","excerpt":""},{"title":"404","text":"","path":"404/index-1.html","date":"01-24","excerpt":""},{"title":"search","text":"","path":"search/index-1.html","date":"01-24","excerpt":""},{"title":"404","text":"","path":"404/index-2.html","date":"07-09","excerpt":""},{"title":"categories","text":"","path":"categories/index-1.html","date":"07-09","excerpt":""},{"title":"search","text":"","path":"search/index-2.html","date":"07-09","excerpt":""},{"title":"tags","text":"","path":"tags/index-2.html","date":"07-09","excerpt":""}],"posts":[{"title":"千言万语难点破，只道莲谢再相逢","text":"这个游戏好玩在哪？如果有人这么问我，我想我可能要语塞，一时沉迷幻想不能脱口。 就像是腐姬一样，我认为无法从很普遍的角度去评价这部不到50MB的游戏（津津乐道的一点）。硬要说的话，一定算是氛围作吧，不过这也只能是硬要说，有多硬？大概就像琪莉亚傲娇发作时的嘴一样硬吧。因为这个游戏只是氛围和一个轮回千年的故事吗，不，我想绝对不能这样一言概之。（当然，腐姬也一样） 刚进入游戏选择职位和人物立绘的时候，我就觉得这游戏的立绘很美，在极低分辨率下，模糊的甚至只能看清楚个大概的情况下，我觉得游戏的立绘有一种美且独特的氛围，此时的我还没开始游戏的游玩，所以并不是在剧情音乐的加持下才觉得游戏的画面美。大家提到废都物语，可能都会说，在极低的画面下演绎了一个极其宏大的故事。我想这说的没错，废都物语的画面算是很“朴素”的，当然这绝对不代表她不好，队里角色每个人的立绘都值得拿出来让人津津乐道，还有偶会出现的cg，回到古代阿尔凯亚帝国最初的那幅对城市的描写和那张cg让人身上掉鸡皮疙瘩，尤尼娅坐在石床的那张cg让人觉得“啊，她就该是这样”，还有游戏的地图设计和绘制，最有代表性的便是巨人塔和妖精森林，可见作者深厚的美学功力和审美积累。在妖精森林中配上那段文字，“以夜空为背景，一株巨大无比的树木耸然而立。那能够比肩山峰的大小，甚至能够承载起整座城镇。实际上在半空中的树干上，就座落着若干银光闪闪的建筑。 在巨树之梢有一座用银色木材打造的宅邸，整个宅邸散发着犹如月光般的冰冷光辉。你攀着阶梯登上一座亭台后，妖精族的仆从就将门打开，邀你进入其中。”让人感觉那机械天穹好像真的就在你的头顶上。特别是在那曲for explorer的渲染下，真的有种勇士历尽万难来到关卡的感觉。 说起游戏的音乐，在刚进入游戏的第一曲“町1”就给人印象深刻，别的游戏配乐好可能可能好在 战斗 热血沸腾 催泪 感人至深。但是废都物语的音乐不一样，游戏的很多音乐给人的感觉是一种说不出的nostalgia，并不是怀旧的意思，而真的是一种乡愁。伴随着游戏的配乐，你从洞穴出来看到眼前的小镇，不知为何总有一种怀恋的感觉，简直要在这个小镇的古朴和宁静中丧失自我了。游戏的音乐在我看来，非要评价一句的话，那就是，恰到好处。 整个游戏最厉害，最让人惊叹的，一是作者对这个游戏剧情的塑造和分割在四条线中，二就是作者的文字功力，当然，我想对于我们来说，卷公的汉化，简直是和原作者差不多重要的功绩，这样说可能太夸张了，但是本游戏实在是让人知道了什么是字字千金，字字千金啊！每个字都不会多余，这简直就是一种享受，阅读文字，继续前进，阅读文字，继续前进，这是一种很神奇的体验，特别是游戏的交互式探路，这种新奇的做法（jrpg中）让人一直都是意犹未尽，一直都是期待着新剧情 通过这些文字表现的，不仅是你的前进，后退，各种各样的神话，各种各样的场景描写，还有人设，本游戏的人设简直是要多好有多好的水平，已经好到那种回头想一想，欸？为什么会那么好呢？作者通过每个角色简单的话就打造出了各种各样的人设，而且都很生动都很鲜明，可是他们明明台词不是太多啊，可是每个人的形象已经刻在了我们心里，很多人玩n周目就是为了收集角色全对话和剧情，可以看出本游戏的人设有多么的好。 仿佛被什么人呼唤着，朦胧中你来到城镇外的森林。 黎明前的天空，依旧是昏暗一片。 你在黑暗中前行，不久发现了一个洞穴的入口。 几天前被闪电偶然击中，烧得只剩灰烬的树下，露出了通往地下的幽深入口。 里面一片漆黑，看不到尽头。 在这段话中游戏开始了，这个游戏的剧情简直已经是天花板了，真是想不到怎么样才能更好，叙事诡计在本作也用的相当成功，十六个皇帝的野心，王朝的覆灭，秘密的计划，三个国家的争端，四个种族，跨越时间的女神，游戏的故事真是不得了啊，我想我很难用一句话两句话去说出这游戏故事的强大，真做不到，每到说的时候总是会有想说的很多，很可惜根本就无法说出的感觉，无论回忆起游戏的哪个部分都让人觉得不得了，一放到整个故事里面，勾连闭合，让人觉得更是了不起，光是想想就觉得荡气回肠的地步。 游戏的结局也非常耐人寻味，总有一种开始和终焉循环的感觉 宿命感，一种强大的宿命感的感觉，我想这种感觉最强大的就是奥姆罗领主战死把神剑交给温德琳的时间，神殿军首领说“难道就是为了把这把剑带给她我才来到这吗”，我整个人简直要跳起来了，那种感觉真是难以形容啊。感觉是最难形容的东西啊。 在游玩结束后想到，有时候是不是也该去仰望一下那个星星以圆形的轨迹运转的天空呢。 恰到好处，一切都恰到好处，战斗系统，典籍系统，逗桥段，整个游戏故事，画面，音乐，恰到好处，毫无雕刻之感，真让人怀疑是天上人做出来了。 我认为这是个没有缺点的游戏（主观）。我想只有各种各样的恰到好处能形容她。 当太阳升起的时刻，双方军队杀进了平原的中心。在交错的箭雨之下，骑兵与步兵持枪展开了激突。长枪贯体，佣兵绝命；溃不成型，落马骑兵。大风骤起，却只吹起腥臭血雾，带来惨叫连连。 『石人们歌唱的故事，将于民众心中涌现――』 『从而将野心与理想根植于心，令他们前仆后继，奔向战场』 『由此反复上演的斗争之末，便可催生出余所君临之王座――』 『――人类历史，不过是余之道具』 ――你从庆典的喧嚣中抽身离开，来到了河边。白色花瓣在你眼前的水面上漂过。 它沉浮不定地，被旋涡席卷着，渐渐流逝而去。 人生无常，纠纷难断，能将之尽数吞没的大河存在于此。 不论经过多少岁月，都绝不会改变的事物正存在于此。 冒险仍将继续。 不过，如今不妨先休息片刻，享受短暂的安宁。你闭起眼睑，在朦胧之中，回想起过去那些战斗的日子――――于是，传说的时代宣告终结，成为了遥远的过去。 (图片与文章无关)","path":"2024/07/15/千言万语难点破，只道莲谢再相逢/","date":"07-15","excerpt":"","tags":[]},{"title":"樱岛麻衣","text":"樱岛麻衣","path":"2024/07/09/樱岛麻衣/","date":"07-09","excerpt":"","tags":[]},{"title":"欢迎来到北宇治吹奏社","text":"欢迎各位来到北宇治吹奏社！","path":"2024/07/09/欢迎来到北宇治吹奏社/","date":"07-09","excerpt":"","tags":[]},{"title":"1","text":"欢迎来到北宇治吹奏部！","path":"2024/07/07/1/","date":"07-07","excerpt":"","tags":[]},{"title":"pagecategories","text":"","path":"2024/01/23/pagecategories/","date":"01-23","excerpt":"","tags":[]},{"title":"Hello World","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","path":"2024/01/23/hello-world/","date":"01-23","excerpt":"","tags":[]}],"categories":[],"tags":[]}